Repository: greenpeace/gpes-infographics-wp-shortcode
Catalog: responsive-svg-infograph-ui/languages/responsive-svg-infograph-ui-*.po
Languages: es_es

source: The Shortcode UI plugin must be active for the Responsive SVG Infographics UI plugin to function.
es_es: El plugin Shortcode UI tiene que estar activo para que el plugin Responsive SVG Infographics pueda funcionar.

source: Infographic ID
es_es: ID de la infografía

source: A word or words that identifies the infographic, like for example <strong>climateFinance</strong>. Please note that if there is more than one infographic in the same page, each infographic should use a different word.
es_es: Una palabra o palabras que identifiquen la infografía, como por ejemplo <strong>cambioClimatico3</strong>. Ten en cuenta que si hay más que una infografía en la misma página, cada infografía debe usar una palabra distinta.

source: URL - XL file
es_es: URL - Fichero XL

source: URL to the SVG file - 1024px wide.
es_es: URL del fichero SVG - 1024px de ancho.

source: URL - L file
es_es: URL - Fichero L

source: URL to the SVG file - 730px wide.
es_es: URL del fichero SVG - 730px de ancho.

source: URL - M file
es_es: URL - Fichero M

source: URL to the SVG file - 510px wide.
es_es: URL del fichero SVG - 510px de ancho.

source: URL - S file
es_es: URL - Fichero S

source: URL to the SVG file - 360px wide.
es_es: URL del fichero SVG - 360px de ancho.

source: Responsive SVG infographic
es_es: Infografía SVG responsive

source: Responsive SVG infographics UI
es_es: Interfaz gráfico para la infografía SVG responsive

source: Adds an GUI to use the [responsive_svg_infograph] shortcode. This plugin requires the plugin Shortcake (Shortcode UI) and the plugin "Add responsive SVG infographics"
es_es: Añade un interfaz gráfico para usar el shortcode [responsive_svg_infograph]. Este plugin necesita los plugins Shortcake (Shortcode UI) y “Add responsive SVG infographics”
